[
  {
    "year": 2025,
    "author": "BE Padrela, M Slivka, MH Sneve et al.",
    "title": "Blood-brain barrier water permeability across the adult lifespan: A multi-echo ASL study",
    "journal": "Neurobiology of Aging 147, 176-186",
    "pubid": "J_g5lzvAfSwC"
  },
  {
    "year": 2025,
    "author": "KB Walhovd, ACS Brathen, K Overbye, J Kransberg, O Sorensen & ...",
    "title": "How and when can environmental influences change cerebral cortex? An experimental training study of twins with birth weight differences",
    "journal": "bioRxiv 2025.03. 06.641380",
    "pubid": "35N4QoGY0k4C"
  },
  {
    "year": 2025,
    "author": "AMM Fjell, OJ Rogeberg, IK Amlien, D Bartres-Faz, A Brandmaier & ...",
    "title": "Reevaluating the Role of Education in Cognitive Decline and Brain Aging: Insights from Large-Scale Longitudinal Cohorts across 33 Countries",
    "journal": "medRxiv 2025.01. 29.25321305",
    "pubid": "RYcK_YlVTxYC"
  },
  {
    "year": 2024,
    "author": "B Padrela, A Mahroo, M Tee et al.",
    "title": "Developing blood-brain barrier arterial spin labelling as a non-invasive early biomarker of Alzheimer’s disease (DEBBIE-AD): a prospective observational multicohort study protocol",
    "journal": "BMJ open 14 (3), e081635",
    "pubid": "isC4tDSrTZIC"
  },
  {
    "year": 2024,
    "author": "D Vidal-Piñeiro, Ø Sørensen, M Strømstad, IK Amlien, M Anderson & ...",
    "title": "Reliability of structural brain change in cognitively healthy adult samples",
    "journal": "bioRxiv 2024.06. 03.592804",
    "pubid": "JV2RwH3_ST0C"
  },
  {
    "year": 2024,
    "author": "AM Fjell, MH Sneve, IK Amlien, H Grydeland, AM Mowinckel & ...",
    "title": "What underlies exceptional memory function in older age? No evidence for aging-specific relationships to hippocampal atrophy and retrieval activity",
    "journal": "bioRxiv 2024.04. 12.589183",
    "pubid": "M3NEmzRMIkIC"
  },
  {
    "year": 2024,
    "author": "H Grydeland, MH Sneve, JM Roe et al.",
    "title": "Network Segregation During Episodic Memory Shows Age-Invariant Relations with Memory Performance From 7 to 82 Years",
    "journal": "bioRxiv 2024.12. 23.630050",
    "pubid": "NaGl4SEjCO4C"
  },
  {
    "year": 2024,
    "author": "AM Fjell, MH Sneve, IK Amlien, H Grydeland, AM Mowinckel & ...",
    "title": "What underlies high episodic memory function in older age? No evidence for aging-specific relationships to hippocampal atrophy and retrieval activity",
    "journal": "",
    "pubid": "ns9cj8rnVeAC"
  },
  {
    "year": 2024,
    "author": "L Raud, M Smits, M Sneve et al.",
    "title": "Enriching spindle feature space for age-related memory decline biomarker applications",
    "journal": "JOURNAL OF SLEEP RESEARCH 33",
    "pubid": "vV6vV6tmYwMC"
  },
  {
    "year": 2024,
    "author": "HT Ness, L Folvik, MH Sneve et al.",
    "title": "Recalled through this day but forgotten next week?—retrieval activity predicts durability of partly consolidated memories",
    "journal": "Cerebral Cortex 34 (6), bhae233",
    "pubid": "blknAaTinKkC"
  },
  {
    "year": 2024,
    "author": "B Padrela, A Mahroo, M Tee et al.",
    "title": "DEveloping BBB-ASL as non-Invasive Early biomarker of Alzheimer's Disease (DEBBIE-AD): Study design",
    "journal": "Cerebral Circulation-Cognition and Behavior 6, 100308",
    "pubid": "BqipwSGYUEgC"
  },
  {
    "year": 2023,
    "author": "JM Roe, D Vidal-Pineiro, IK Amlien et al.",
    "title": "Tracing the development and lifespan change of population-level structural asymmetry in the cerebral cortex",
    "journal": "Elife 12, e84685",
    "pubid": "e5wmG9Sq2KIC"
  },
  {
    "year": 2023,
    "author": "E Capogna, MH Sneve, L Raud et al.",
    "title": "Whole-brain connectivity during encoding: age-related differences and associations with cognitive and brain structural decline",
    "journal": "Cerebral Cortex 33 (1), 68-82",
    "pubid": "TQgYirikUcIC"
  },
  {
    "year": 2023,
    "author": "L Raud, MH Sneve, D Vidal-Piñeiro et al.",
    "title": "Hippocampal-cortical functional connectivity during memory encoding and retrieval",
    "journal": "Neuroimage 279, 120309",
    "pubid": "j3f4tGmQtD8C"
  },
  {
    "year": 2023,
    "author": "AR Løchen, KK Kolskår, AMG de Lange, MH Sneve, B Haatveit & ...",
    "title": "Visual processing deficits in patients with schizophrenia spectrum and bipolar disorders and associations with psychotic symptoms, and intellectual abilities",
    "journal": "Heliyon 9 (2)",
    "pubid": "TFP_iSt0sucC"
  },
  {
    "year": 2023,
    "author": "L Folvik, MH Sneve, HT Ness et al.",
    "title": "Sustained upregulation of widespread hippocampal–neocortical coupling following memory encoding",
    "journal": "Cerebral Cortex 33 (8), 4844-4858",
    "pubid": "_Qo2XoVZTnwC"
  },
  {
    "year": 2023,
    "author": "B Padrela, M Sneve, S Zelhorst et al.",
    "title": "Blood-brain barrier permeability changes over the lifespan",
    "journal": "International Society of Magnetic Resonance in Medicine ",
    "pubid": "NMxIlDl6LWMC"
  },
  {
    "year": 2023,
    "author": "LE Hauger, MH Sneve, B Nedregaard & A Skogan",
    "title": "Functional magnetic resonance imaging for preoperative planning in pediatric epilepsy",
    "journal": "EPILEPSIA 64, 406-406",
    "pubid": "maZDTaKrznsC"
  },
  {
    "year": 2022,
    "author": "HT Ness, L Folvik, MH Sneve et al.",
    "title": "Reduced hippocampal-striatal interactions during formation of durable episodic memories in aging",
    "journal": "Cerebral Cortex 32 (11), 2358-2372",
    "pubid": "R3hNpaxXUhUC"
  },
  {
    "year": 2021,
    "author": "L Lengali, J Hippe, C Hatlestad-Hall, TW Rygvold, MH Sneve & ...",
    "title": "Sensory-induced human LTP-Like synaptic plasticity–using visual evoked potentials to explore the relation between LTP-like synaptic plasticity and visual perceptual learning",
    "journal": "Frontiers in Human Neuroscience 15, 684573",
    "pubid": "mB3voiENLucC"
  },
  {
    "year": 2021,
    "author": "D Vidal-Piñeiro, MH Sneve, IK Amlien, H Grydeland, AM Mowinckel & ...",
    "title": "The functional foundations of episodic memory remain stable throughout the lifespan",
    "journal": "Cerebral cortex 31 (4), 2098-2110",
    "pubid": "ZeXyd9-uunAC"
  },
  {
    "year": 2021,
    "author": "O Esteban, A Adebimpe, CJ Markiewicz, M Goncalves, RW Blair & ...",
    "title": "The Bermuda Triangle of d-and f-MRI sailors-software for susceptibility distortions (SDCFlows)",
    "journal": "OSF ",
    "pubid": "hFOr9nPyWt4C"
  },
  {
    "year": 2021,
    "author": "AR Løchen, KK Kolskår, AMG de Lange, MH Sneve, B Haatveit & ...",
    "title": "Spatial frequency discrimination in patients with schizophrenia spectrum and bipolar disorders: Evidence of early visual processing deficits and associations with intellectual …",
    "journal": "medRxiv 2021.06. 28.21259309",
    "pubid": "HDshCWvjkbEC"
  },
  {
    "year": 2020,
    "author": "E Langnes, MH Sneve, D Sederevicius, IK Amlien, KB Walhovd & AM Fjell",
    "title": "Anterior and posterior hippocampus macro‐and microstructure across the lifespan in relation to memory—A longitudinal study",
    "journal": "Hippocampus 30 (7), 678-692",
    "pubid": "L8Ckcad2t8MC"
  },
  {
    "year": 2020,
    "author": "T Endestad, RI Godøy, MH Sneve, T Hagen, A Bochynska & B Laeng",
    "title": "Mental effort when playing, listening, and imagining music in one pianist’s eyes and brain",
    "journal": "Frontiers in Human Neuroscience 14, 576888",
    "pubid": "hC7cP41nSMkC"
  },
  {
    "year": 2020,
    "author": "AM Fjell, D Sederevicius, MH Sneve, AMG de Lange, ACS Bråthen & ...",
    "title": "Self-reported Sleep Problems Related to Amyloid Deposition in Cortical Regions with High HOMER1 Gene Expression",
    "journal": "Cerebral Cortex 30 (4), 2144-2156",
    "pubid": "IWHjjKOFINEC"
  },
  {
    "year": 2020,
    "author": "JM Roe, D Vidal-Piñeiro, MH Sneve et al.",
    "title": "Age-related differences in functional asymmetry during memory retrieval revisited: no evidence for contralateral overactivation or compensation",
    "journal": "Cerebral Cortex 30 (3), 1129-1147",
    "pubid": "YOwf2qJgpHMC"
  },
  {
    "year": 2019,
    "author": "E Langnes, D Vidal-Piñeiro, MH Sneve, IK Amlien, KB Walhovd & AM Fjell",
    "title": "Development and decline of the hippocampal long-axis specialization and differentiation during encoding and retrieval of episodic memories",
    "journal": "Cerebral Cortex 29 (8), 3398-3414",
    "pubid": "5nxA0vEk-isC"
  },
  {
    "year": 2019,
    "author": "AM Fjell, CH Chen, D Sederevicius, MH Sneve, H Grydeland & ...",
    "title": "Continuity and discontinuity in human cortical development and change from embryonic stages to old age",
    "journal": "Cerebral Cortex 29 (9), 3879-3890",
    "pubid": "8k81kl-MbHgC"
  },
  {
    "year": 2019,
    "author": "D Vidal-Piñeiro, MH Sneve, LH Nyberg, AM Mowinckel, D Sederevicius & ...",
    "title": "Maintained frontal activity underlies high memory function over 8 years in aging",
    "journal": "Cerebral cortex 29 (7), 3111-3123",
    "pubid": "Zph67rFs4hoC"
  },
  {
    "year": 2019,
    "author": "MH Sneve, H Grydeland, MGP Rosa et al.",
    "title": "High-expanding regions in primate cortical brain evolution support supramodal cognitive flexibility",
    "journal": "Cerebral cortex 29 (9), 3891-3901",
    "pubid": "4TOpqqG69KYC"
  },
  {
    "year": 2019,
    "author": "KM Walle, JE Nordvik, F Becker, T Espeseth, MH Sneve & B Laeng",
    "title": "Unilateral neglect post stroke: Eye movement frequencies indicate directional hypokinesia while fixation distributions suggest compensational mechanism",
    "journal": "Brain and Behavior 9 (1), e01170",
    "pubid": "qxL8FJ1GzNcC"
  },
  {
    "year": 2019,
    "author": "AM Fjell, MH Sneve, D Sederevicius, Ø Sørensen, SK Krogsrud & ...",
    "title": "Volumetric and microstructural regional changes of the hippocampus underlying development of recall performance after extended retention intervals",
    "journal": "Developmental cognitive neuroscience 40, 100723",
    "pubid": "QIV2ME_5wuYC"
  },
  {
    "year": 2019,
    "author": "IK Amlien, MH Sneve, D Vidal-Piñeiro, KB Walhovd & AM Fjell",
    "title": "Elaboration benefits source memory encoding through centrality change",
    "journal": "Scientific Reports 9 (1), 3704",
    "pubid": "4DMP91E08xMC"
  },
  {
    "year": 2019,
    "author": "E Langnes, MH Sneve, D Sederevicius, IK Amlien, KB Walhovd & AM Fjell",
    "title": "Lifespan trajectories and relationships to memory of the macro-and microstructure of the anterior and posterior hippocampus–a longitudinal multi-modal imaging study",
    "journal": "BioRxiv 564732",
    "pubid": "aqlVkmm33-oC"
  },
  {
    "year": 2019,
    "author": "AM Fjell, MH Sneve, D Sederevicius, Ø Sørensen, SK Krogsrud & ...",
    "title": "Volumetric and microstructural regional changes of the hippocampus underlying development of extended delay long-term memory",
    "journal": "bioRxiv 595827",
    "pubid": "Wp0gIr-vW9MC"
  },
  {
    "year": 2018,
    "author": "IK Amlien, MH Sneve, D Vidal-Piñeiro, KB Walhovd & AM Fjell",
    "title": "The lifespan trajectory of the encoding-retrieval flip: a multimodal examination of medial parietal cortex contributions to episodic memory",
    "journal": "Journal of Neuroscience 38 (40), 8666-8679",
    "pubid": "ULOm3_A8WrAC"
  },
  {
    "year": 2018,
    "author": "ACS Bråthen, AMG De Lange, DA Rohani, MH Sneve, AM Fjell & ...",
    "title": "Multimodal cortical and hippocampal prediction of episodic‐memory plasticity in young and older adults",
    "journal": "Human Brain Mapping 39 (11), 4480-4492",
    "pubid": "KlAtU1dfN6UC"
  },
  {
    "year": 2018,
    "author": "AM Fjell, D Sederevicius, MH Sneve, AMG de Lange, AC Sjøli Bråthen & ...",
    "title": "Longitudinal increase in sleep problems is related to amyloid deposition in cortical regions with high HOMER1 gene expression",
    "journal": "bioRxiv 335612",
    "pubid": "3fE2CSJIrl8C"
  },
  {
    "year": 2018,
    "author": "MH Sneve, H Grydeland, MGP Rosa et al.",
    "title": "The hotspots in primate cortical brain evolution support supramodal cognitive flexibility",
    "journal": "bioRxiv 333930",
    "pubid": "MXK_kJrjxJIC"
  },
  {
    "year": 2017,
    "author": "AM Fjell, MH Sneve, H Grydeland, AB Storsve & KB Walhovd",
    "title": "The disconnected brain and executive function decline in aging",
    "journal": "Cerebral cortex 27 (3), 2303-2317",
    "pubid": "_FxGoFyzp5QC"
  },
  {
    "year": 2017,
    "author": "AM Fjell, MH Sneve, H Grydeland et al.",
    "title": "Relationship between structural and functional connectivity change across the adult lifespan: a longitudinal investigation",
    "journal": "Human brain mapping 38 (1), 561-573",
    "pubid": "Se3iqnhoufwC"
  },
  {
    "year": 2017,
    "author": "MH Sneve, H Grydeland, IK Amlien, E Langnes, KB Walhovd & AM Fjell",
    "title": "Decoupling of large-scale brain networks supports the consolidation of durable episodic memories",
    "journal": "NeuroImage 153, 336-345",
    "pubid": "LkGwnXOMwfcC"
  },
  {
    "year": 2017,
    "author": "D Vidal-Piñeiro, MH Sneve, AB Storsve, JM Roe, KB Walhovd & AM Fjell",
    "title": "Neural correlates of durable memories across the adult lifespan: brain activity at encoding and retrieval",
    "journal": "Neurobiology of aging 60, 20-33",
    "pubid": "UebtZRa9Y70C"
  },
  {
    "year": 2017,
    "author": "M Sneve, AM Fjell & K Beate",
    "title": "DUF1220 copy number and the evolutionary expansion of primate cerebral cortex",
    "journal": "BEHAVIOR GENETICS 47 (6), 715-716",
    "pubid": "0EnyYjriUFMC"
  },
  {
    "year": 2016,
    "author": "AM Fjell, MH Sneve, AB Storsve, H Grydeland, A Yendiki & KB Walhovd",
    "title": "Brain events underlying episodic memory changes in aging: a longitudinal investigation of structural and functional connectivity",
    "journal": "Cerebral cortex 26 (3), 1272-1286",
    "pubid": "YsMSGLbcyi4C"
  },
  {
    "year": 2016,
    "author": "JM Roe, M Nesheim, NC Mathiesen, T Moberget, D Alnæs & MH Sneve",
    "title": "The effects of tDCS upon sustained visual attention are dependent on cognitive load",
    "journal": "Neuropsychologia 80, 1-8",
    "pubid": "ufrVoPGSRksC"
  },
  {
    "year": 2016,
    "author": "ES Dørum, D Alnæs, T Kaufmann et al.",
    "title": "Age‐related differences in brain network activation and co‐activation during multiple object tracking",
    "journal": "Brain and behavior 6 (11), e00533",
    "pubid": "roLk4NBRz8UC"
  },
  {
    "year": 2015,
    "author": "AM Fjell, MH Sneve, H Grydeland et al.",
    "title": "Functional connectivity change across multiple cortical networks relates to episodic memory changes in aging",
    "journal": "Neurobiology of Aging 36 (12), 3255-3268",
    "pubid": "WF5omc3nYNoC"
  },
  {
    "year": 2015,
    "author": "MH Sneve, H Grydeland, L Nyberg et al.",
    "title": "Mechanisms underlying encoding of short-lived versus durable episodic memories",
    "journal": "Journal of Neuroscience 35 (13), 5202-5212",
    "pubid": "W7OEmFMy1HYC"
  },
  {
    "year": 2015,
    "author": "D Alnæs, T Kaufmann, G Richard et al.",
    "title": "Attentional load modulates large-scale functional brain connectivity beyond the core attention networks",
    "journal": "Neuroimage 109, 260-272",
    "pubid": "Y0pCki6q_DkC"
  },
  {
    "year": 2015,
    "author": "D Alnæs, MH Sneve, G Richard et al.",
    "title": "Functional connectivity indicates differential roles for the intraparietal sulcus and the superior parietal lobule in multiple object tracking",
    "journal": "Neuroimage 123, 129-137",
    "pubid": "eQOLeE2rZwMC"
  },
  {
    "year": 2015,
    "author": "AM Fjell, IK Amlien, MH Sneve et al.",
    "title": "The roots of Alzheimer's disease: are high-expanding cortical areas preferentially targeted?",
    "journal": "Cerebral Cortex 25 (9), 2556-2565",
    "pubid": "zYLM7Y9cAGgC"
  },
  {
    "year": 2015,
    "author": "MH Sneve, KK Sreenivasan, D Alnæs, T Endestad & S Magnussen",
    "title": "Short-term retention of visual information: Evidence in support of feature-based attention as an underlying mechanism",
    "journal": "Neuropsychologia 66, 1-9",
    "pubid": "Tyk-4Ss8FVUC"
  },
  {
    "year": 2014,
    "author": "D Alnæs, MH Sneve, T Espeseth, T Endestad, SHP van de Pavert & ...",
    "title": "Pupil size signals mental effort deployed during multiple object tracking and predicts brain activity in the dorsal attention network and the locus coeruleus",
    "journal": "Journal of vision 14 (4), 1-1",
    "pubid": "IjCSPb-OGe4C"
  },
  {
    "year": 2013,
    "author": "MH Sneve, S Magnussen, D Alnæs, T Endestad & M D'Esposito",
    "title": "Top–down modulation from inferior frontal junction to FEFs and intraparietal sulcus during short-term memory for visual features",
    "journal": "Journal of Cognitive Neuroscience 25 (11), 1944-1956",
    "pubid": "2osOgNQ5qMEC"
  },
  {
    "year": 2012,
    "author": "MH Sneve, D Alnæs, T Endestad, MW Greenlee & S Magnussen",
    "title": "Visual short-term memory: Activity supporting encoding and maintenance in retinotopic visual cortex",
    "journal": "Neuroimage 63 (1), 166-178",
    "pubid": "u-x6o8ySG0sC"
  },
  {
    "year": 2011,
    "author": "MH Sneve, D Alnæs, T Endestad, MW Greenlee & S Magnussen",
    "title": "Modulation of activity in human visual area V1 during memory masking",
    "journal": "PloS one 6 (4), e18651",
    "pubid": "u5HHmVD_uO8C"
  },
  {
    "year": 2010,
    "author": "T Espeseth, MH Sneve, H Rootwelt & B Laeng",
    "title": "Nicotinic receptor gene CHRNA4 interacts with processing load in attention",
    "journal": "PloS one 5 (12), e14407",
    "pubid": "d1gkVwhDpl0C"
  },
  {
    "author": "P Helfer, TR Shultz, E Langnes et al.",
    "title": "Hippocam",
    "journal": "",
    "pubid": "lSLTfruPkqcC"
  },
  {
    "author": "L Etholm, J Ivanovic, VS Larsen, MH Sneve, MI Lossius & KÅ Alfstad",
    "title": "Localizing value of disturbances of self‐integration, depersonalization, and forced thinking: A systematic review",
    "journal": "Epileptic Disorders ",
    "pubid": "RGFaLdJalmkC"
  },
  {
    "author": "BE Padrela, S Tecelão, O Geier et al.",
    "title": "ASL blood-brain barrier permeability is associated with amyloid and cognitive impairment",
    "journal": "",
    "pubid": "O3NaXMp0MMsC"
  },
  {
    "author": "B Padrela, M Slivka, MH Sneve et al.",
    "title": "Normal Blood-Brain Barrier Water Permeability Across the Lifespan: A Multi-Echo Asl Study",
    "journal": "",
    "pubid": "YFjsv_pBGBYC"
  },
  {
    "author": "B Padrela, M Tee, M Sneve et al.",
    "title": "DEveloping Blood-Brain barrier arterial spin labeling as a non-Invasive Early biomarker (DEBBIE)",
    "journal": "",
    "pubid": "hMod-77fHWUC"
  },
  {
    "author": "L Raud, MH Sneve, D Vidal-Piñeiro et al.",
    "title": "Hippocampal-cortical functional connectivity",
    "journal": "",
    "pubid": "iH-uZ7U-co4C"
  }
]
